@extends('layouts.base')

@section('title', '隱私權政策')

@section('header')
  <div class="row justify-content-center">
    <div class="col-sm-9 col-11">
      <h3>
        <a href="{{ route('home') }}">回首頁</a>
      </h3>
    </div>
  </div>
@endsection

@section('main')
  <div class="row justify-content-center lead policy">
    <div class="col-sm-9 col-11">
      <h1>服務條款</h1>

      <p>感謝您使用我們的產品和服務 (以下簡稱「服務」)。</p>

      <p>只要您使用「服務」，即表示您同意本條款，故請詳閱本條款內容。</p>

      <h2>使用「服務」</h2>

      <p>您必須遵守「服務」中向您提供的所有政策。</p>

      <p>
        請勿濫用「服務」。舉例來說，您不應干擾「服務」運作，亦不得
        試圖透過我們所提供的介面和操作說明以外的方法存取「服務」。
        您僅可於法律 (包括適用的出口及再出口管制法律和法規) 允許範
        圍內使用「服務」。如果您未遵守我們的條款或政策，或是如果
        我們正在調查疑似違規行為，我們可能會暫停或終止向您提供
        「服務」。
      </p>

      <p>
        使用「服務」並不會將「服務」或您所存取內容的任何智慧財產權授
        予您。除非相關內容的擁有者同意或法律允許，否則您一律不得使
        用「服務」中的內容。本條款並未授權您可使用「服務」中所採用
        的任何品牌標示或標誌。請勿移除、遮蓋或變造「服務」所顯示或
        隨附顯示的任何法律聲明。
      </p>

      <p>
        「服務」中顯示的部分內容並非本網站所有，這類內容應由其提供
        實體承擔全部責任。我們可對內容進行審查，以判斷其是否違法或
        違反相關政策，並可移除或拒絕顯示我們合理確信違反我們政策或
        法律的內容。不過，這不表示我們一定會對內容進行審查，因此請
        勿如此認定。
      </p>

      <p>
        有關您對「服務」的使用，我們會向您發送服務公告、行政管理訊
        息和其他資訊；您可取消接收其中某些通訊內容。
      </p>

      <p>
        部分「服務」可以在行動裝置上使用。但請勿在會分散注意力的
        情況下使用這些「服務」，以免違反交通或安全法規。
      </p>

      <h2>您的帳戶</h2>

      <p>您可能需有「帳戶」才能使用我們的某些「服務」。</p>

      <h2>隱私權與著作權保護</h2>

      <p>
        《 <a href="{{ route('privacy') }}"> 隱私權政策 </a>》
        會說明當您使用「服務」時，我們會如何處理您的個人資料並保護您
        的隱私權。 您使用「服務」，即表示您同意本網站可依據我們的隱私
        權政策的規定使用這類資料。
      </p>

      <h2>您儲存在「服務」中的內容</h2>

      <p>
        部分「服務」可讓您上傳、提交、儲存、傳送或接收內容；您仍保有
        相關內容中您擁有的智慧財產權。簡而言之，屬於您的依舊是您的。
      </p>

      <p>
        當您將內容上載、提交、儲存或傳送到「服務」，或在「服務」接收
        內容，或透過「服務」進行以上操作時，即表示您授予本網站 (及
        我們的合作夥伴) 全球通用的授權，可使用、代管、儲存、重製、
        修改、製作衍生作品 (例如翻譯、改編或變更您的內容，使其更加配
        合我們的「服務」)、傳播、發佈、公開操作、公開展示與散佈這
        類內容。 您於本項授權授予的權利僅限用於營運、宣傳與改善「服
        務」，以及開發新的服務。即使您停止使用「服務」，本項授權仍持
        續具有效力。部分「服務」可讓您存取與移除先前提交至該「服務」
        的內容。此外，某些「服務」會有條款或設定縮限我們對提交至該
        類「服務」之內容的使用範圍。請確認您擁有必要權利，可就您提
        交至「服務」的任何內容授予我們本項授權。
      </p>

      <p>
        我們的自動系統會分析您的內容 (包括電子郵件)，以提供與您個人
        相關的產品功能，例如自訂搜尋結果、個人化廣告，以及垃圾內容
        偵測功能。 當您使用我們的系統傳送、接收及儲存內容時，系統就
        會進行分析。
      </p>

      <h2>修改與終止「服務」</h2>

      <p>
        我們會持續不斷變更並改進「服務」。我們可能會新增或移除功能或
        特性，也可能會完全暫停或停止某項「服務」。
      </p>

      <p>
        您隨時都可以停止使用「服務」，不過我們並不希望您這麼做。我們
        也可能隨時停止向您提供「服務」，或對「服務」附加或設定新的限制。
      </p>

      <p>
        我們認為您的資料是屬於您所有，因此有必要維護您對這類資料的存取。
        當我們中止某項「服務」時，只要合理可行，我們都會給您合理的事先
        通知，讓您有機會能將資訊自該「服務」匯出。
      </p>

      <h2>我們的擔保與免責聲明</h2>

      <p>
        我們會以商業上合理的技術與注意程度提供「服務」，希望您會盡情使用。
        但關於「服務」，有些事情我們不予保證。
      </p>

      <p>
        除本條款或額外條款中明示規定者外，本網站或其供應商或經銷商均不
        對「服務」做出任何特定保證。例如，我們不會就「服務」中的內容、
        「服務」之特定功能及其可靠性、可用性和符合您的需求的能力，做出
        任何承諾。我們僅以「現狀」提供「服務」。
      </p>

      <p>
        部分司法管轄區會規定應提供特定擔保，例如對適銷性、特殊用途適用
        性及未侵權之默示擔保。凡法律准許時，我們均排除一切擔保責任。
      </p>

      <h2>對「服務」的責任</h2>

      <p>
        凡法律准許時，本網站與其應商和經銷商對所失利益、 收入或
        資料、財務損失或間接、特殊、衍生性、懲戒性或處罰 性損害
        賠償均不負責。
      </p>

      <p>
        在法律准許範圍內，本網站與其供應商和經銷商對依本條款所提
        出任何請求之總責任 (包括對任何默示擔保之責任)，均不超過
        您就使用「服務」而向本網站支付的金額 (或者本網站亦可選擇
        再向您提供該「服務」)。
      </p>

      <p>
        不論在任何情況下，本網站與其供應商和經銷商對無法合理預見之
        任何損失或損害均不負責。
      </p>

      <p>
        我們瞭解，在部分國家 / 地區中，您可能享有消費者應有之法定權利。
        如果您係以個人目的使用「服務」，則本條款或任何額外條款中的任
        何規定均不應限制不得以契約方式拋棄之任何消費者法定權利。
      </p>

      <h2>公司行號使用本網站服務</h2>

      <p>
        如果您是代表某公司使用「服務」，即表示該公司接受本條款。該公司
        必須就任何因使用「服務」或違反本條款而引起或相關的請求、訴訟或
        法律行動 (包括承擔所有因請求、損失、損害、訴訟、判決、訴訟費用
        和律師費用而產生的任何責任或費用)， 向本網站及其關係企業、主管
        人員、代理人和員工做出補償，並使其不受損害。
      </p>

      <h2>有關本條款的說明</h2>

      <p>
        我們可能會修改本條款或適用於某「服務」之任何額外條款，以 (例
        如)反映法律之變更或「服務」之變動。 您應定期查閱本條款內容。
        這些條款如有修訂，我們會在本網頁發佈通知。我們會在相關「服務」
        中公布已修訂額外條款的通知。變更不會回溯適用，並將於公布變更
        起十四天或更長時間後方始生效。不過，針對某項「服務」新功能的
        變更，或基於法律理由而為之變更，將立即生效。如果您不同意某項
        「服務」之修訂條款，則請停止使用該「服務」。
      </p>

      <p>如果本條款與額外條款牴觸時，就該牴觸項目而言，應以額外條款為準。</p>

      <p>本條款規範本網站與您之間的關係，並不會衍生任何第三人受益權。</p>

      <p>
        如果您不遵守本條款，而我們並未立即採取行動，這並不表示我們
        要放棄任何原本即有的權利 (例如未來再採取行動的權利)。
      </p>

      <p>發生特定條款無法執行的情況時，並不會影響任何其他條款。</p>
    </div>
  </div>
@endsection
